In [1]:
import pandas as pd

data = {
    "Name":['A','B','C','D','E','F','G'],
    "Age":[10,20,30,40,50,60,70],
    "RegdNo":[11,21,31,41,51,61,71],
    "BG":['A+','B+','AB+','O+','AG-','O-','B-'],
    "Address":['A1','A2','A3','A4','A5','A6','A7']
}
df = pd.DataFrame(data)
df

  Name  Age  RegdNo   BG Address
0    A   10      11   A+      A1
1    B   20      21   B+      A2
2    C   30      31  AB+      A3
3    D   40      41   O+      A4
4    E   50      51  AG-      A5
5    F   60      61   O-      A6
6    G   70      71   B-      A7

In [4]:
df.to_csv('Rajendra.csv')

In [7]:
dff=pd.read_csv('Rajendra.csv')

In [11]:
df[:5]

   Unnamed: 0 Name  Age  RegdNo   BG Address
0           0    A   10      11   A+      A1
1           1    B   20      21   B+      A2
2           2    C   30      31  AB+      A3
3           3    D   40      41   O+      A4
4           4    E   50      51  AG-      A5